<?php
    $choice = $_GET['q'];

    if ($choice=='questionsWithAnswers') {
        echo 'Πόσα πρωταθλήματα έχει κατακτήσει ο Michael Jordan;%';
        echo 'Τι ύψος έχει ο πύργος του Άιφελ;%';
        echo 'Στον 2ο παγκόσμιο πόλεμο πότε επιτέθηκε η Γερμανία στην Γαλλία;%';
        echo 'Ποιο γράμμα συμβολίζει η μια απλή τελεία στο κώδικα του Morse;%';
        echo 'Πόσα X χρωμοσώματα έχει το γυναικείο φύλο;%';
        echo 'Πως γράφετε το 2014 σε Ρωμαϊκούς αριθμούς;%';

        echo '1, 2, 3, 6#';
        echo '1.5m, 1.8m, 2.4m, 3m#';
        echo '1940, 1941, 1942, 1943#';
        
    }
?>